import React from "react";
import "./index.css";

function Copyright(){
  /* eslint-disable */
  return (
    <div>
      <h2>版权声明</h2>
      <p>1.本系统资讯、微博、微信、会议等信息来自于互联网，所有文章仅出于传递信息之需要, 且明确注明来源和作者，如有侵权，应该及时向本系统提出书面权利通知，并提供身份证明、权属证明、具体链接（URL）及详细侵权情况证明。本系统管理员在收到上述法律文件并经核实确认后，将会依法尽快移除相关涉嫌侵权的内容。</p>
      <p>2.本系统的少量原文复制件仅用于个人学习、研究的目的，不能用于任何营利目的。如果超出“合理使用”，用户要为发生的版权侵权行为负责。一经发现用户的请求超出著作权法规定的“合理使用”范围，本系统保留拒绝接受该请求或取消该用户的原文请求的权利。</p>
      <p>3.系统提供的网络版期刊的使用范围仅限于浏览和用于个人学习、研究目的少量下载与暂时保存。下载（包括印出）的任何材料都含有版权提示信息，为防止该文的全部或部分被用于其它目的，这样的提示信息不得被删改。删改版权提示信息的用户将根据著作权法承担版权侵权责任。</p>
      <p>4.系统会严格筛选系统中提供服务的文献种类和链接类目，但只根据用户的要求提供所需文献，不对文献的具体内容负责，同时也不对系统中设置的外部链接的具体内容承担责任。系统转载的内容出于公开和传递更多信息之目的，并不代表本系统赞同其观点和对其真实性负责。</p>
      <p>5.本系统拥有系统中数据库资源的整体版权。未经该系统出具的明确书面许可，任何人不得擅自复制下载或在非系统所属的服务器上做镜像，系统保留追究侵权人责任的权利。</p>
      <p>6.本系统登录用户实行实名注册制，用户申请正式账号时须提供完整、真实、准确的个人信息，并由各成员单位的管理员负责本单位新注册用户信息的审核。本系统不会向用户提供服务所涉及相关方之外的其他方公开或透露用户注册信息，法律法规规定除外。</p>
      <p>7.本系统提供的服务内容及可能的文字、图表等内容均受著作权、专利权、商标等知识产权法律、法规和其它相关法律法规的保护。通常情况下使用我们的系统服务产品并不代表您拥有您所访问的内容的任何知识产权，除非您与我们的相关协议中另有明确说明。</p>
      <p>8.本系统如因系统维护或升级而需暂停服务时，将事先公告。若因线路及非本网站控制范围外的硬件故障或其它不可抗力而导致暂停服务，对于暂停服务期间造成的一切不便与损失，本网站不负任何责任。</p>
      <p>本网站之声明以及其修改权、更新权及最终解释权均属“农业科技热点监测系统”网站所有。</p>
    </div>
  );
}

export default Copyright;
