import React from "react";
import "./index.css";

function SystemIntro(){
  /* eslint-disable */
  return (
    <div>
      <h2>系统说明</h2>
      <p>1.本系统的少量原文复制件仅用于个人学习、研究的目的，不能用于任何营利目的。如果超出“合理使用”，用户要为发生的版权侵权行为负责。一经发现用户的请求超出著作权法规定的“合理使用”范围，本系统保留拒绝接受该请求或取消该用户的原文请求的权利。</p>
      <p>2.系统提供的网络版期刊的使用范围仅限于浏览和用于个人学习、研究目的少量下载与暂时保存。下载（包括印出）的任何材料都含有版权提示信息，为防止该文的全部或部分被用于其它目的，这样的提示信息不得被删改。删改版权提示信息的用户将根据著作权法承担版权侵权责任。</p>
      <p>3.系统会严格筛选系统中提供服务的文献种类和链接类目，但只根据用户的要求提供所需文献，不对文献的具体内容负责，同时也不对系统中设置的外部链接的具体内容承担责任。</p>
    </div>
  );
}

export default SystemIntro;
